{"translation-revision-date":"2022-11-28 17:04:47+0000","generator":"GlotPress\/4.0.0-alpha.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"This is a Core Spectra block & cannot be disabled.":["Toto je blok jádra Spectry a nelze jej zakázat."],"Enable this option to enable the support of our Legacy Blocks on the site.":["Povolením této možnosti povolíte podporu našich starších bloků na webu."],"Enable Legacy Blocks":["Povolit starší bloky"],"This setting will apply default Row & Column Gaps in the Container Block.":["Toto nastavení použije výchozí mezery mezi řádky a sloupci v bloku kontejneru."],"Container Elements Gap":["Mezera mezi prvky kontejneru"],"Legacy":["Zastaralé"],"Coming Soon":["Již brzy"],"Block Settings":["Nastavení bloku"],"Performance":["Výkon"],"Version Control":["Správa verzí"],"Templates":["Šablony"],"Asset Generation":["Generování zdrojů"],"Editor Options":["Nastavení editoru"],"This setting will apply default padding in the Container Block.":["Toto nastavení použije výchozí odsazení v bloku kontejneru."],"Container Padding":["Odsazení kontejneru"],"Enable this to automatically recover any erroneous blocks that may occur on your web pages. This will save you time spent on clicking all those \"Attempt Block Recovery\" Buttons.":["Povolením této možnosti automaticky obnovíte všechny chybné bloky, které se mohou na vašich webových stránkách vyskytnout. To vám ušetří čas strávený klikáním na všechna tlačítka „Pokusit se o obnovu bloku“."],"Automatic Block Recovery":["Automatické obnovení bloku"],"Enable this to make sure all previously used Font Awesome 5 icons are displayed correctly while using the Font Awesome 6 library.":["Povolením této možnosti zajistíte, že se všechny dříve použité ikony Font Awesome 5 se zobrazují správně při používání knihovny Font Awesome 6."],"Load Font Awesome 5 Support":["Načíst Font Awesome 5 podporu"],"Secret Key v3":["Soukromý klíč v3"],"Site Key v3":["Klíč webu v3"],"reCAPTCHA v3":["reCAPTCHA v3"],"Secret Key v2":["Tajný klíč v2"],"Site Key v2":["Klíč webu v2"],"reCAPTCHA v2":["reCAPTCHA v2"],"here. ":["tady. "],"To enable reCAPTCHA for your form, please follow the steps mentioned ":["Chcete-li pro svůj formulář povolit reCAPTCHA, postupujte podle uvedených kroků"],"Select the page you want":["Vyberte požadovanou stránku"],"Enable the coming soon mode. Only the page you select below will be displayed to people who are not logged in.":["Povolte režim již brzy. Nepřihlášeným lidem se zobrazí pouze stránka, kterou vyberete níže."],"Is your website still in the making? Is it not yet ready for other people to see?":["Je váš web stále ve vývoji? Není to ještě připraveno, aby to viděli ostatní?"],"Enable Coming Soon Mode":["Povolit režim Již brzy"],"This setting will apply spacing in between all blocks inside block editor.":["Toto nastavení použije mezery mezi všemi bloky v editoru bloků."],"Blocks Editor Spacing":["Mezery editoru bloků"],"This setting will apply to Container Block's default Content Width.":["Toto nastavení se použije na výchozí šířku obsahu bloku kontejneru."],"Default Content Width":["Výchozí šířka obsahu"],"Enable the \"Copy Paste Styles\" option to have the ability to copy & paste Spectra & Core Gutenberg Blocks Styles.":["Chcete-li mít možnost kopírovat a vkládat styly Spectra & Core Gutenberg Blocks, povolte možnost „Kopírovat a vkládat styly“."],"Copy Paste Styles":["Kopírovat a vkládat styly"],"Enable the \"Collapse Panels\" option if you want to Collapse all other Panels in your Blocks Settings except for the one which is clicked This way you have only one Panel of Settings in front of you to Focus on.":["Povolte možnost \"Sbalit panely\", pokud chcete sbalit všechny ostatní panely v Nastavení bloků kromě toho, na který jste klikli. Tak máte před sebou pouze jeden panel nastavení, na který se můžete zaměřit."],"Collapse Panels":["Sbalit panely"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Tato možnost načte soubory písem ihned po načtení stránky. Předběžné načítání místních písem může váš web ještě více zrychlit."],"Preload Local Fonts":["Předem načíst místní písma"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Povolením této možnosti stáhnete písma Google a uložíte je na svůj server. To může být skvělé pro zvýšení rychlosti vašeho webu a pro soulad se zákony GDPR."],"Load Google Fonts Locally":["Lokálně načíst písma Google"],"Select the font families you want":["Vyberte rodiny písem, které chcete"],"Spectra offers 700+ Google font options. If this is overwhelming for your clients, you can use this option to show only limited number of fonts in the block settings.":["Spectra nabízí více než 700 možností písem Google. Pokud je to pro vaše klienty zahlcující, můžete tuto možnost použít k zobrazení pouze omezeného počtu písem v nastavení bloku."],"Allow Only Selected Fonts":["Povolit pouze vybraná písma"],"Enable this option to turn on beta updates and be notified when a new beta version of Spectra is available. The beta version will not install automatically, you will have to install it when you get a notification. It is recommended to try beta on a test environment only.":["Povolením této možnosti zapnete beta aktualizace a budete upozorněni, když bude k dispozici nová beta verze Spectry. Beta verze se nenainstaluje automaticky, budete ji muset nainstalovat, když dostanete upozornění. Doporučujeme vyzkoušet beta verzi pouze v testovacím prostředí."],"Enable Beta":["Povolit beta verze"],"Rollback":["Vrátit zpět"],"Spectra comes with a stunning library of page templates and block patterns. This library is accessible with the Templates button while editing the page or post. Manage the visibility of that button with this option.":["Spectra přichází s úžasnou knihovnou šablon stránek a vzorů bloků. Tato knihovna je přístupná pomocí tlačítka Šablony při úpravě stránky nebo příspěvku. Pomocí této možnosti spravujte viditelnost tohoto tlačítka."],"Enable Templates Button":["Povolit tlačítko šablony"],"Facing issues with style, layout, color or another page element? Use this option to regenerate CSS and Javascript assets. It can help with all kinds of asset issues.":["Čelíte problémům se stylem, rozložením, barvou nebo jiným prvkem stránky? Tuto možnost použijte k regeneraci CSS a Javascriptu. Může pomoci se všemi druhy zdrojových problémů.."],"Asset Regeneration":["Regenerace zdroje"]," to learn the difference between generating CSS and JS inline and in a separate file.":[" naučit se rozdíl mezi generováním CSS a JS v řádku a v samostatném souboru."],"this article":["tento článek"],"Spectra loads the CSS and JS inline on the page by default. If you want to generate separate CSS and JS files for Spectra blocks, enable this option. Please read ":["Spectra ve výchozím nastavení načte CSS a JS v řádku na stránce. Pokud chcete generovat samostatné soubory CSS a JS pro bloky Spectra, povolte tuto možnost. Prosím, přečtěte si "],"File Generation":["Generování souboru"],"Responsive Conditions":["Podmínky responsivity"],"Documentation":["Dokumentace"],"Extension":["Rozšíření"],"Live Demo":["Ukázkový web"],"Join Now":["Přidejte se teď"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Máte dotaz ohledně pluginu, chcete se podělit o svůj úžasný projekt nebo jen pozdravit? Připojte se k naší úžasné komunitě!"],"Join the Community":["Připojit se ke komunitě"],"Get Support":["Podpora"],"Need some help? Our awesome support team is here to help you with any question you have.":["Potřebujete pomoc? Náš úžasný tým podpory je tu, aby vám pomohl s jakoukoli otázkou, kterou máte."],"Get 5-star Support":["Získejte 5-ti hvězdičkovou podporu"],"Browse Now":["Procházet nyní"],"Learn everything you need to know about the Spectra plugin with our comprehensive documentation.":["Naučte se vše, co potřebujete vědět o pluginu Spectra v naší komplexní dokumentaci."],"Visit Our Website":["Navštivte náš web"],"Create New Page":["Vytvořit novou stránku"],"We designed Spectra to be intuitive but we do recommend learning how it works by checking our comprehensive documentation and watching the video below. Enjoy your time with Spectra!":["Spectru jsme navrhli tak, aby byla intuitivní, ale doporučujeme, abyste se naučili, jak to funguje, v naší komplexní dokumentaci a na videu níže. Užijte si se Spectrou!"],"Welcome to Spectra!":["Vítejte ve Spektře!"],"Blocks \/ Extensions":["Bloky \/ Rozšíření"],"Welcome":["Vítejte"],"What's New?":["Co je nového?"],"Form":["Formulář"],"Masonry Gallery":["Galerie volná mřížka"],"Display Conditions":["Podmínky zobrazení"],"Cancel":["Zrušit"],"Regenerate Assets":["Regenerovat zdroje"],"Rollback to Previous Version":["Vrátit zpět na předchozí verzi"],"Settings":["Nastavení"],"px":["px"],"Knowledge Base":["Znalostní databáze"]}},"comment":{"reference":"admin-core\/assets\/build\/dashboard-app.js"}}